export const artifacts = {
  "soulshard": {
    id: 0,
    name: "Осколок души",
    price: 69,
    labelPrice: "69₽",
    maxCount: 64,
    description: "Осколок Души - таинственный изумруд, владеющий силой удерживать части души умершего. После смерти, активация этого предмета позволяет сохранить опыт и ценные предметы, предоставляя второй шанс в вечном странствии майнкрафтовского мира. (Одноразовый предмет)",
    date: "11.04.2024"
  },
  "repair_kit(4)": {
    id: 1,
    name: "Ремкомплект 4",
    price: 19,
    labelPrice: "19₽",
    maxCount: 64,
    description: "Ремкомплект 4 предоставляет удивительные 500 поинтов восстановления, обеспечивая достаточное количество ресурсов для полного восстановления кастомных предметов. Независимо от того, насколько поврежден ваш предмет, этот ремкомплект справится с задачей, возвращая его к исходному состоянию. Гарантированное качество и надежность в каждом использовании!",
    date: "12.04.2024"
  },
  "magic_laminariy(l)": { // material: KELP
    id: 2,
    id_name: "magic_laminariy(l)",
    name: "Магическая ламинария",
    price: 99,
    labelPrice: "99₽",
    maxCount: 64,
    description: "Легендарная Магическая Ламинария - редкий ресурс для создания легендарных предметов. Однако, чтобы ее получить, нужно преодолеть сложные испытания из-за крайне низкого шанса выпадения.",
    date: "2.04.2024"
  },
  // "mango_(4)": { 
  //   name: "Манго #4",
  //   price: 16,
  //   labelPrice: "16₽",
  //   maxCount: 64,
  //   description: "Манго #4 - энергетический фрукт, восстанавливающий 95 единиц маны. Его употребление облегчит процесс восстановления маны, обеспечивая быстрое и эффективное восстановление энергии. Идеальный выбор для магов и тех, кто зависит от своих магических способностей.",
  //   date: "2.03.2024"
  // }
};