export const donate = {
  "1ss": {
    name: "Гладиатор",
    duration: [
      {
        duration: 2592000, // 30д = 2592000s = 2592000000ticks 
        labelDuration: "1 месяц",
        price: 100,
        labelPrice: "100₽"
      },
      {
        duration: 452592000, // 60д = ....
        labelDuration: "2 месяца",
        price: 200,
        labelPrice: "200₽"
      },
      {
        duration: 99999999999, // Навсегда
        labelDuration: "Навсегда",
        price: 480,
        labelPrice: "480₽"
      }
    ],
    description: "Префикс в чате, табе и над головой - &a✇. Награда 'Дней/Опыт, серебро': (30/20 уровней опыта и 2000 серебра); (60/40 уровней опыта и 4000 серебра); (навсегда/60 уровней опыта и 6000 серебра).",
    privilege: [
      "Права обычных рангов: 1, 2, 3",
      "Слоты на Торговой Площадке: 20",
      "Выпадение серебра с мобов, боссов: +30%",
      "Специальный набор предметов в /kit",
      "Сохранение опыта при смерти",
      "Восстановить голод /feed (кд: 120 сек.)",
      "Вернуться на место смерти /dback (кд: 10 мин.)",
      "Одеть блок (предмет) на голову /hat",
      "Запуск с места для полёта на элитрах, держа в руке перо, удерживайте Shift + Пкм",
      "Точек дома (/sethome): 4",
      "Регион: 200000 блок. / 4 региона",
      "Флаги на регион: entry, fall-damage, entry-deny-message"
    ]
  },
  "2ss": {
    name: "Паладин",
    duration: [
      {
        duration: 2592000, // 30д = 2592000s = 2592000000ticks 
        labelDuration: "1 месяц",
        price: 165,
        labelPrice: "165₽"
      },
      {
        duration: 452592000, // 60д = ....
        labelDuration: "2 месяца",
        price: 330,
        labelPrice: "330₽"
      },
      {
        duration: 99999999999, // Навсегда
        labelDuration: "Навсегда",
        price: 980,
        labelPrice: "980₽"
      }
    ],
    description: "Префикс в чате, табе и над головой - [&b☬]. Награда 'Дней/Опыт, серебро': (30/40 уровней опыта и 4000 серебра); (60/60 уровней опыта и 6000 серебра); (навсегда/80 уровней опыта и 8000 серебра).",
    privilege: [
      "Права обычных рангов: 1, 2, 3, 4",
      "Слоты на Торговой Площадке: 24",
      "Выпадение серебра с мобов, боссов: +50%",
      "Дополнительный опыт в 'Общие умения': +10%",
      "Специальный набор предметов в /kit",
      "Вход на переполненный сервер",
      "Потушить себя /ext (кд: 120 сек.)",
      "Вернуться на предыдущее место до тп. /back (кд: 25 сек.)",
      "Ремонт предмета в руке /fix (кд: 6 ч.)",
      "Очистка инвентаря /ci",
      "Точек дома (/sethome): 4",
      "Регион: 250000 блок. / 5 регионов",
      "Флаги на регион: snowman-trails, time-lock, ice-form"
    ]
  },
  "3ss": {
    name: "Вождь",
    duration: [
      {
        duration: 2592000, // 30д = 2592000s = 2592000000ticks 
        labelDuration: "1 месяц",
        price: 240,
        labelPrice: "240₽"
      },
      {
        duration: 452592000, // 60д = ....
        labelDuration: "2 месяца",
        price: 480,
        labelPrice: "480₽"
      },
      {
        duration: 99999999999, // Навсегда
        labelDuration: "Навсегда",
        price: 1480,
        labelPrice: "1480₽"
      }
    ],
    description: "Префикс в чате, табе и над головой - [&e⚡]. Награда 'Дней/Опыт, серебро': (30/60 уровней опыта и 6000 серебра); (60/80 уровней опыта и 8000 серебра); (навсегда/100 уровней опыта и 10000 серебра).",
    privilege: [
      "Права обычных рангов: 1, 2, 3, 4, 5",
      "Слоты на Торговой Площадке: 28",
      "Выпадение серебра с мобов, боссов: +70%",
      "Дополнительный опыт в 'Общие умения': +25%",
      "Специальный набор предметов в /kit",
      "Исцелить и восстановить голод /heal (кд: 120 сек.)",
      "Ремонт предметов в инвентаре /fixall (кд: 24 ч.)",
      "Телепортация на точку (80 бл.) /jump (кд: 25 сек.)",
      "Телепортация на высшую точку над вами /top (кд: 25 сек.)",
      "Изменить время суток (для себя) /ptime",
      "Точек дома (/sethome): 5",
      "Регион: 300000 блок. / 6 регионов",
      "Флаги на регион: mob-spawning, ice-melt"
    ]
  }
}